/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Realitzat per l'equip global de AurWallet. Versió %1$@";

/* Privay Policy button label */
"About.privacy" = "Política de privacitat ";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Condicions d'ús ";

/* About screen title */
"About.title" = "Quant a";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Tancar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centre de suport ";

/* Loading Wallet Message */
"Account.loadingMessage" = "Carregant moneder";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "El meu AurWallet";

/* Error alert title */
"Alert.error" = "Error";

/* No internet alert message */
"Alert.noInternet" = "No hi ha connexió amb Internet. Comproveu la connexió i torneu-ho a provar. ";

/* Warning alert title */
"Alert.warning" = "Advertència";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adreça copiada";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Totes les adreces dels seus moneders s'han copiat correctament.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Paper KeySet";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Increïble!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Ajustaments del PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Enviament fallit";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Enviament correcte";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Diners enviats!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Serialització JSON Error";

/* Wallet not ready error message */
"ApiClient.notReady" = "El vostre moneder no està preparat";

/* API Token error message */
"ApiClient.tokenError" = "No es pot recuperar el token de l'API";

/* header of balance */
"Balance.header" = "SALDO TOTAL";

/* Send BCH view body. */
"BCH.body" = "Introduïu una adreça de destinació a continuació. Tots els Auroracoin que tingueu al vostre moneder en el moment de la desviació (%1$@) s'enviaran.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmació d'enviament de %1$@ a %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmació";

/* Generic bch erorr message */
"BCH.genericError" = "El vostre compte no compté cap Auroracoin, o heu rebut Auroracoin després de la desviació.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID de transacció copiat";

/* No address error message */
"BCH.noAddressError" = "Introduïu una adreça";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Les sol·licituds de protocol de pagament no són compatibles amb les transaccions Auroracoin";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Enviament correcte de Auroracoin";

/* Widthdraw BCH view title */
"BCH.title" = "\nRetira Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID de transacció Auroracoin";

/* Approve button label */
"BitID.approve" = "Confirma";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ està sol·licitant l'autenticació amb el vostre moneder Auroracoin";

/* Deny button label */
"BitID.deny" = "Rebutjar";

/* BitID error alert title */
"BitID.error" = "Error d'autenticació";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Consulteu amb el servei. És possible que hagueu de tornar-ho a intentar.";

/* BitID success alert title */
"BitID.success" = "Autenticació correcta";

/* BitID Authentication Request alert view title */
"AurID.title" = "Sol·licitud d'autenticació AurID ";

/* Cancel button label */
"Button.cancel" = "Cancel·lar";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "Menú";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "D'acord";

/* receive button */
"Button.receive" = "Rebre";

/* send button */
"Button.send" = "Enviar";

/* Settings button label */
"Button.settings" = "Configuració";

/* Settings button label */
"Button.submit" = "Presentar";

/* Yes button */
"Button.yes" = "Sí";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centreu el vostre DNI al requadre ";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Quantitat a enviar:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Comissió de la xarxa ";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Temps de processament: Aquesta transacció trigarà %1$@ segons a completar-se. ";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviar";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmació ";

/* To: (address) */
"Confirmation.to" = "A";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Cost total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Per assegurar-vos que tot s'ha escrit correctament, introduïu les paraules següents a la vostra clau de paper.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Paraula %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unitat de visualització Auroracoin";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tipus de canvi";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Aquest dispositiu no està configurat per enviar missatges de correu electrònic amb l'aplicació de correu iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "El correu electrònic no està disponible";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Aquest dispositiu no està configurat per enviar missatges. ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "La missatgeria no està disponible";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Podeu personalitzar el vostre límit de despesa de Face Id des del %1$@. ";

/* Face Id screen label */
"FaceIDSettings.label" = "Utilitzeu la vostra cara per desbloquejar el teu AurWallet i enviar diners fins al límit establert. ";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "enllaçar text";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Activar Face ID per AurWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Identificació facial";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "No heu configurat la identificació facial en aquest dispositiu. Aneu a:\n Configuració-> Identificació facial (Face ID) i Codi d'Accès (Passcode), per configurar-la ara";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Identificació facial no configurada";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Límit de despesa de la identificació facial";

/* Economy fee */
"FeeSelector.economy" = "Economia";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Lliurament estimat: 10 minuts o més";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Aquesta opció no és recomanada per a transaccions sensibles al temps.";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Lliurament estimat: 15-30 segons";

/* Fee Selector title */
"FeeSelector.title" = "Velocitat de processament";

/* Checking private key balance progress view text */
"Import.checking" = "S'està comprovant el saldo de la clau privada ...\n\n\n\n\n\n\n\n\n\n\n\n\n31/5000\n\n\n\n\n\n\n\n\n\n\nS'està comprovant el saldo de la clau privada ...";

/* Sweep private key confirmation message */
"Import.confirm" = "Voleu enviar %1$@ d'aquesta clau privada al vostre moneder?  La xarxa Auroracoin aplica una comissió de %2$@.\n\n\nParàmetres de substitució: %1$@%2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "Aquesta clau privada ja es troba en el seu moneder.";

/* empty private key error message */
"Import.Error.empty" = "Aquesta clau privada és buida.";

/* High fees error message */
"Import.Error.highFees" = "Les tarifes de transacció serien  més costoses que els fons disponibles en aquesta clau privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Clau privada no vàlida";

/* Import signing error message */
"Import.Error.signing" = "Error al signar la transacció";

/* Import button label */
"Import.importButton" = "Importar";

/* Importing wallet progress view label */
"Import.importing" = "Important moneder";

/* Caption for graphics */
"Import.leftCaption" = "Moneder importat";

/* Import wallet intro screen message */
"Import.message" = "La importació d'un moneder transmet tots els diners del vostre altre moneder al vostre AurWallet utilitzant una única transacció.";

/* Enter password alert view title */
"Import.password" = "Aquesta clau privada està protegida per una contrasenya.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "contrasenya";

/* Caption for graphics */
"Import.rightCaption" = "El teu AurWallet";

/* Scan Private key button label */
"Import.scan" = "Escaneja la clau privada";

/* Import wallet success alert title */
"Import.success" = "Èxit";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Moneder importat amb èxit.";

/* Import Wallet screen title */
"Import.title" = "Importar moneder";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Desbloquejant la clau";

/* Import wallet intro warning message */
"Import.warning" = "La importació d'un moneder no inclou l'historial de transaccions ni altres detalls.";

/* Wrong password alert message */
"Import.wrongPassword" = "Contrasenya  incorrecta. Torneu a provar-ho.";

/* Close app button */
"JailbreakWarnings.close" = "Tancar";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURETAT DEL DISPOSITIU COMPROMESA\nQualsevol aplicació \"jailbreak\" pot accedir a les dades del \"keychain\" de AurWallet i robar els vostres Auroracoin! Elimineu aquest moneder immediatament i restaureu-lo en un dispositiu segur.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SEGURETAT DEL DISPOSITIU COMPROMESA\nQualsevol aplicació \"jailbreak\" pot accedir a les dades del \"keychain\" de AurWallet i robar els vostres Auroracoin. Utilitzeu només AurWallet en un dispositiu que no sigui \"jailbreak\".";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ADVERTÈNCIA";

/* Location services disabled error */
"LocationPlugin.disabled" = "Serveis d'ubicació desactivats";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet no té permís per accedir a la teva ubicació.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Heu creat el vostre moneder a %1$@\n\n\nParàmetres de substitució: %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "El nom del vostre moneder només apareix a l'historial de transaccions del vostre compte i ningú més pot veure'l.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nom del moneder";

/* Manage wallet modal title */
"ManageWallet.title" = "Gestionar moneder";

/* Menu button title */
"MenuButton.lock" = "Bloquejar moneder";

/* Menu button title */
"MenuButton.security" = "Centre de seguretat";

/* Menu button title */
"MenuButton.settings" = "Configuració";

/* Menu button title */
"MenuButton.support" = "Suport";

/* button label */
"MenuViewController.createButton" = "Crear nou moneder";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menú";

/* button label */
"MenuViewController.recoverButton" = "Recuperar moneder";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Canviar a mode automàtic";

/* Node is connected label */
"NodeSelector.connected" = "Connectat";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Introduïu l'adreça IP  i el port del node (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Introduïu el node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Canviar al mode manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Node primari actual";

/* Node is not connected label */
"NodeSelector.notConnected" = "No connectat";

/* Node status label */
"NodeSelector.statusLabel" = "Estat de la connexió del node";

/* Node Selector view title */
"NodeSelector.title" = "Nodes Auroracoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Sol·licitud de pagament incorrecte";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Document no compatible o danyat";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Certificat perdut";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "sol·licitud caducada";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "No s'ha pogut fer el pagament";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Els pagaments en Auroracoin no poden ser menys de %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Les sortides de transaccions de Auroracoin no poden ser inferiors a $ @.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tipus de firma no compatible";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificat sense fiabilitat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Toqueu aquí per hablitar la identificació facial (Face ID)";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activar la indentificació facial";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Es necessita un codi d'accés per salvaguardar la teva cartera. Aneu a la configuració i activeu el codi d'accés.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Introduïu el codi d'accés";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "La clau en paper s'ha de desar en cas de perdre o canviar el telèfon. Toqueu aquí per continuar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Acció requerida";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "És possible que el seu moneder no estigui sincronitzat. Això sovint es pot solucionar tornant a escanejar la blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transacció rebutjada";

/* header of PinView */
"Prompts.SecurityCheck.header" = "CONTROL DE SEGURETAT";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ajudeu a millorar AurWallet compartint les vostres dades anònimes amb nosaltres";

/* Share data prompt title */
"Prompts.ShareData.title" = "Comparteix dades anònimes";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Toqueu aquí per activar la Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activar Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet s'ha actualitzat per utilitzar un PIN de 6 dígits. Toqueu aquí per actualitzar-lo.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Actualització de PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Activeu les notificacions per rebre missatges especials de AurWallet en el futur.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificacions Push";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificacions";

/* Address copied message. */
"Receive.copied" = "S'ha copiat al portapapers.";

/* Share via email button label */
"Receive.emailButton" = "Correu electrònic";

/* Request button label */
"Receive.request" = "Sol·licita un import";

/* Share button label */
"Receive.share" = "Compartir";

/* Share via text message (SMS) */
"Receive.textButton" = "Missatge de text";

/* Receive modal title */
"Receive.title" = "Rebre";

/* Done button text */
"RecoverWallet.done" = "Fet";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar moneder";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reiniciar PIN ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Introduïu la clau en paper";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupereu el vostre AurWallet amb la vostra clau en paper.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "La clau en paper que heu introduït no és vàlida. Si us plau, reviseu cada paraula i torneu-ho a provar.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Fletxa esquerra";

/* Next button label */
"RecoverWallet.next" = "Següent";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tocar aquí per a mes informació";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Fletxa dreta";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Introduïu la clau en paper del moneder que voleu recuperar.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Per restablir el PIN, introduïu les paraules de la vostra clau en paper als quadres de sota.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Introduïu primer una quantitat.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Sol·licita un import";

/* Alert action button label */
"ReScan.alertAction" = "Sincronitzar";

/* Alert message body */
"ReScan.alertMessage" = "No es poden enviar diners mentre sincronitzeu.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronitzar amb Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minuts";

/* Syncing explanation */
"ReScan.body2" = "Si una transacció es mostra com a completada a la xarxa Auroracoin, però no a la vostra AurWallet";

/* Syncing explanation */
"ReScan.body3" = "Heu tingut un error repetidament dient que la vostra transacció ha estat rebutjada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Iniciar sincronització";

/* Sync blockchain view footer */
"ReScan.footer" = "No es poden enviar diners mentre sincronitzeu amb la blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronitzar cadena de blocs (Blockchain)";

/* Subheader label */
"ReScan.subheader1" = "Temps estimat";

/* Subheader label */
"ReScan.subheader2" = "Quan sincronitzar?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash de la càmera";

/* Complete filter label */
"Search.complete" = "Completat";

/* Pending filter label */
"Search.pending" = "Pendents";

/* Received filter label */
"Search.received" = "Rebut";

/* Sent filter label */
"Search.sent" = "Enviat";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Identificació facial (Face ID)";

/* Security Center Info */
"SecurityCenter.info" = "Activeu totes les funcions de seguretat per a una màxima protecció";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "L'única manera d'accedir al vostre Auroracoin si perdeu o actualitzeu el vostre telèfon mòbil.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Clau en paper";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protegiu el vostre AurWallet d'usuaris no autoritzats.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6 dígits";

/* Security Center Title */
"SecurityCenter.title" = "Centre de seguretat";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Desbloquegeu convenientment el vostre AurWallet i envieu Auroracoin fins al límit establert.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Quantitat";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@\n\n\n\nParàmetres de substitució: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Aneu a la Configuració per permetre l'accés a la càmera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet no està autoritzat a accedir a la càmera";

/* Warning when sending to self. */
"Send.containsAddress" = "La destinació és la vostra adreça. No podeu enviar-vos-en a vosaltres mateixos/es.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "No s'ha pogut crear la transacció.";

/* Description for sending money label */
"Send.descriptionLabel" = "Nota";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "El portapapers està buit";

/* Network Fee: $0.01 */
"Send.fee" = "Comissió de la xarxa: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "La identitat del beneficiari no està certificada.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "L'adreça de destinació no és una adreça Auroracoin vàlida.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "El portapapers no conté una adreça Auroracoin vàlida.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Adreça incorrecta";

/* Is rescanning error message */
"Send.isRescanning" = "L'enviament està desactivat durant una sincronització complerta.";

/* Loading request activity view message */
"Send.loadingRequest" = "Carregant sol·licitud";

/* Empty address alert message */
"Send.noAddress" = "Introduïu l'adreça del destinatari.";

/* Emtpy amount alert message */
"Send.noAmount" = "Introduïu una quantitat per enviar.";

/* Paste button label */
"Send.pasteLabel" = "Enganxar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "No s'ha pogut publicar la transacció.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "No s'ha pogut carregar la sol·licitud de pagament";

/* Scan button label */
"Send.scanLabel" = "Escaneig";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "A";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Les adreces Auroracoin només estan destinades a un sol ús.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "La reutilització redueix la privadesa tant per a vostès com per al destinatari i pot provocar pèrdues si el destinatari no controla directament l'adreça.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adreça ja utilitzada";

/* About label */
"Settings.about" = "Quant a";

/* Advanced Settings title */
"Settings.advancedTitle" = "Configuració avançada";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Mostra moneda";

/* Join Early access label */
"Settings.earlyAccess" = "Uniu-vos a l'accés primerenc";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Esteu gaudint de AurWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Esgotat el límit de reconeixement facial (Face ID)";

/* Import wallet label */
"Settings.importTitle" = "Importar moneder";

/* Manage settings section header */
"Settings.manage" = "Gestionar";

/* Notifications label */
"Settings.notifications" = "Notificacions";

/* Leave review button label */
"Settings.review" = "Deixeu-nos un comentari";

/* Share anonymous data label */
"Settings.shareData" = "Compartiu dades anònimes";

/* Sync blockchain label */
"Settings.sync" = "Sincronitza Blockchain";

/* Settings title */
"Settings.title" = "Configuració";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Esgotat el límit de reconeixement dactilar (Touch ID)\n";

/* Wallet Settings section header */
"Settings.wallet" = "Moneder";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Crea/recupera un altre moneder";

/* Share data view body */
"ShareData.body" = "Ajudeu a millorar AurWallet compartint les vostres dades anònimes amb nosaltres. Això no inclou cap informació financera. Respectem la vostra privadesa financera.";

/* Share data header */
"ShareData.header" = "Compartir dades?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Compartir dades anònimes?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Anoteu novament la clau en un paper";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "La vostra clau en paper és l'única manera de restaurar el vostre AurWallet si perdeu el telèfon mòbil, es trenca, us el roben o s'actualitza.\n\nUs mostrarem una llista de paraules per anotar en un paper i guarda-lo de manera segura.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Anoteu la clau en paper";

/* Argument is date */
"StartPaperPhrase.date" = "Vau anotar la vostra última clau de paper el %1$@";

/* Start view message */
"StartViewController.message" = "La manera més segura i prudent d'utilitzar Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "ALTURA DEL BLOC";

"SynchingView.progressLabel" = "PROGRÉS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Connectant";

/* Syncing view header text */
"SyncingView.header" = "Sincronitzant";

/* Retry button label */
"SyncingView.retry" = "Reintentar";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronitzant";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d\n\n\n\nParàmetres de substitució: %1$@\n\n\n\n";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h\n\n\n\nParàmetres de substitució: %1$@";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m\n\n\nParàmetres de substitució: %1$@";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s\n\n\n\nParàmetres de substitució: %1$@";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Podeu personalitzar el vostre límit de gastos de reconeixement de la Touch ID (identificació dactilar) a %1$@\n\n\n\n\nParàmetres de substitució: %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utilitzeu la vostra empremta dactilar per a desbloquejar el vostre AurWallet i enviar diners amb un límit fixat.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Pantalla de límit reconeixement de la Touch ID (identificació dactilar)\n";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Límit de despesa: %1$@ (%2$@)\n\n\nParàmetres de substitució: %1$@  %2$@";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activar la Touch ID  (identificació dactlar) per a AurWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Identificació dactilar (Touch ID)";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "No s'ha configurat la Touch ID en aquest dispositu. Aneu a Configuració -> Touch ID i Codi d'accés per a configurar-la ara.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID no configurada";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Sol·licitar sempre codi d'accés";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Sempre es demanarà introduir el vostre PIN de 6 dígits per realitzar qualsevol transacció que superi el vostre límit de despesa, i també passades 48 hores des de lúltima vegada que vau introduir el vostre PIN de 6 dígits.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Esgotat el límit de reconeixement dactilar de la Touch ID";

/* Availability status text */
"Transaction.available" = "Disponible per a gastar";

/* Transaction complete label */
"Transaction.complete" = "Completat";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo final: %1$@\n\n\nParàmetres de substitució: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taxa de canvi al rebre: ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Taxa de canvi a l'enviar:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ tarifa)\n\n\nParàmetres de substitució: %1$@";

/* Invalid transaction */
"Transaction.invalid" = "INVÀLID";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Ara mateix";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "En progrés: %1$@\n\n\n\nParàmetres de substitució: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "En progrés: %1$@\n\n\n\nParàmetres de substitució: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo inicial: %1$@\n\n\nParàmetres de substitució: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Esperant la confirmació. Alguns venedors requereixen la confirmació per completar una transacció. Temps estimat: 1-2 minuts";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "compte";

/* Amount section header */
"TransactionDetails.amountHeader" = "Quantitat";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmat en Bloc";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Nota";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Les vostres transaccions apareixeran aquí.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "a %1$@\n\n\n\nParàmetres de substitució: %1$@";

/* More button title */
"TransactionDetails.more" = "Més ...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Traslladat  %1$@\n\n\nParàmetres de substitució: %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Traslladat <b>%1@</b>\n\nParàmetres de substitució: %1$@";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "No Confirmada";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Rebut %1$@\n\n\n\nParàmetres de substitució: %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Rebut <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Enviat %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Enviat <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Estat";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalls de Transacció";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "a %1$@\n\n\nParàmetres de substitució: %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Idenditificació de la Transacció Auroracoin";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Rebut a aquesta Adreça";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviat a aquesta Adreça";

/* filter buttons for transactionView */
"TransactionView.all" = "tot";

"TransactionView.received" = "rebut";

"TransactionView.sent" = "enviat";

/* Disabled until date */
"UnlockScreen.disabled" = "Desactivat des del: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "La meva Adreça";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Restaurar PIN";

/* Scan button title */
"UnlockScreen.scan" = "Escanejar";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Introduir PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloquejar el teu AurWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloquejar amb TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Moneder Desbloquejat";

/* Update PIN caption text */
"UpdatePin.caption" = "Recordeu aquest PIN. Si l'oblideu, no tindreu accés al vostre Auroracoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "El vostre PIN s'utilitzarà per desbloquejar el vostre AurWallet i enviar Auroracoin.";

/* Update PIN title */
"UpdatePin.createTitle" = "Establir PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Re-Introduir PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Introduïu el vostre PIN actual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Introduïu el vostre nou PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Re-Introduir el vostre nou PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Ho sentim, el PIN no s'ha pogut actualitzar.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Error d'Actualització del PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Actualització del PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiar les adreces del moneder al portapapers?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoritzeu copiar l'adreça del moneder al portapapers";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar les Adreces del Moneder";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Si us plau, introduïu el vostre PIN per autoritzar aquesta transacció.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Si us plau, introduïu el vostre PIN per continuar.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Requerit";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoritzeu aquesta trasnsacció";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Obriu el AurWallet de l'aplicacció d'iPhone per configurar el vostre moneder.";

/* Dismiss button label */
"Webview.dismiss" = "Destruir";

/* Webview loading error message */
"Webview.errorMessage" = "Hi ha hagut un error carregant el contingut. Si us plau, intenteu-ho de nou.";

/* Updating webview message */
"Webview.updating" = "Actualitzant...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin per a IOS ha canviat el seu nom per AurWallet, amb una nova imatge de la marca i algunes característiques noves.\n\nSi necessiteu ajuda, busqueu el (?) que es troba a la part superior dreta de la majoria de pantalles.";

/* Top title of welcome screen */
"Welcome.title" = "Benvingut/da al AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Esteu segurs/es de voler eliminar aquest moneder?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Eliminar Moneder?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "No s'ha pogut eliminar el moneder.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Ha fallat";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Introduïu aquesta frase de recuperació del moneder per a eliminar-lo i crear-ne o recuperar-ne un altre.  El vostre saldo actual es mantindrà amb aquesta frase.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Crear o recuperar un altre moneder us permetrà accedir i gestionar un AurWallet diferent en aquest dispositu.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Ja no podreu accedir al vostre actual AurWallet des d'aquest dispositiu. El saldo romandrà amb la frase.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Comença o recupera una altra cartera";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Esborrar";

/* Wiping activity message */
"WipeWallet.wiping" = "Esborrant ...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Escriviu cada paraula i emmagatzemeu-la en un lloc segur.";

/* button label */
"WritePaperPhrase.next" = "Següent";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

